Repository: nurmuhammad1160/new
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: IIO xodimlari uchun yagona texnik yordam portali
ru: Единый портал технической поддержки для сотрудников МВД

source: Dashboard
ru: Панель управления

source: Mening murojaatlarim
ru: Мои обращения

source: Barcha murojaatlar
ru: Все обращения

source: Xodimlar
ru: Сотрудники

source: Tizimlar bo'yicha mas'ullar
ru: Ответственные по системам

source: Bildirishnomalar
ru: Уведомления

source: Profil
ru: Профиль

source: Chiqish
ru: Выход

source: Yangi murojaat
ru: Новое обращение

source: Yangi
ru: Новый

source: Jarayonda
ru: В процессе

source: Hal qilindi (kutilmoqda)
ru: Решено (ожидается)

source: Hal qilindi
ru: Решено

source: Rad etildi
ru: Отклонено

source: Rad etilgan
ru: Отклоненный

source: Qayta ochildi
ru: Переоткрыто

source: Qayta ochilgan
ru: Переоткрыто

source: Oddiy
ru: Обычный

source: O'rtacha
ru: Средний

source: Yuqori
ru: Высокий

source: Oddiy foydalanuvchi
ru: Обычный пользователь

source: Foydalanuvchi
ru: Пользователь

source: Texnik xodim
ru: Технический специалист

source: Texnik
ru: Специалист

source: Admin
ru: Администратор

source: Bosh admin
ru: Главный администратор

source: Bosh Admin
ru: Главный администратор

source: Barchasini o'qilgan qilish
ru: Отметить все как прочитанное

source: Yangi bildirishnomalar yo'q
ru: Нет новых уведомлений

source: Barchasini ko'rish
ru: Посмотреть все

source: Barchasi
ru: Все

source: Orqaga
ru: Назад

source: Assalomu alaykum
ru: Здравствуйте

source: Bugungi murojaatlar
ru: Сегодняшние обращения

source: Jami murojaatlar
ru: Всего обращений

source: Bugungi umumiy murojaatlar soni
ru: Общее количество сегодняшних обращений

source: Hal qilingan
ru: Решено

source: O'rtacha baholash
ru: Средняя оценка

source: O'rtacha baho
ru: Средняя оценка

source: Filtrlash
ru: Фильтрация

source: Tizim
ru: Система

source: Tizimlar
ru: Системы

source: Holat
ru: Статус

source: Ustuvorlik
ru: Приоритет

source: Sana/Vaqt
ru: Дата/Время

source: Vaqt
ru: Время

source: Foydalanuvchilar
ru: Пользователи

source: Viloyat
ru: Область

source: Viloyatlar bo'yicha
ru: По областям

source: Mas'ul xodim
ru: Ответственный сотрудник

source: Mas'ul
ru: Ответственный

source: Mas'ullar
ru: Ответственные

source: Baholash
ru: Оценка

source: Baho
ru: Оценка

source: Harakatlar
ru: Действия

source: Amallar
ru: Действия

source: Ko'rish
ru: Просмотр

source: Ko'rsatilmoqda
ru: Показано

source: Murojaatlar topilmadi
ru: Обращения не найдены

source: Hali murojaatlar yo'q.
ru: Обращений пока нет.

source: Sizga hali murojaatlar biriktirilmagan.
ru: Вам еще не назначены обращения.

source: Murojaatlar
ru: Обращения

source: Murojaat tafsilotlari
ru: Детали обращения

source: Murojaat ma'lumotlari
ru: Информация об обращении

source: Umumiy ma'lumotlar
ru: Общая информация

source: Yaratilgan
ru: Создано

source: Yangilangan
ru: Обновлено

source: Yaratgan
ru: Создал

source: Muammo ta'rifi
ru: Описание проблемы

source: Biriktirgan fayl
ru: Прикрепленный файл

source: Fayl yo'q
ru: Файл отсутствует

source: Chat
ru: Чат

source: Muloqot
ru: Коммуникация

source: Xabar yozing...
ru: Напишите сообщение...

source: Yuborish
ru: Отправить

source: Holat o'zgartirish
ru: Изменить статус

source: Yangi holat
ru: Новый статус

source: Mas'ul texnikni belgilash
ru: Назначить ответственного специалиста

source: Mas'ul o'zgartirish
ru: Изменить ответственного

source: Texnik tanlang
ru: Выберите специалиста

source: Belgilash
ru: Назначить

source: Muammoni baholang
ru: Оцените решение проблемы

source: Bahoingiz
ru: Ваша оценка

source: Izoh (ixtiyoriy)
ru: Комментарий (необязательно)

source: Qayta ochish
ru: Переоткрыть

source: Tarix
ru: История

source: Murojaat tarixi
ru: История обращений

source: Audit log
ru: Журнал аудита

source: Audit Logs
ru: Журнал аудита

source: Murojaat yaratildi
ru: Обращение создано

source: Status o'zgartirildi
ru: Статус изменен

source: Holat o'zgartirilsinmi?
ru: Изменить статус?

source: Mas'ul texnik belgilandi
ru: Назначен ответственный специалист

source: Mas'ul texnik o'zgartirildi
ru: Ответственный специалист изменен

source: Mas'ul xodim o'zgartirildi
ru: Изменился ответственный сотрудник

source: Xabar yuborildi
ru: Сообщение отправлено

source: Murojaat qayta ochildi
ru: Обращение переоткрыто

source: Murojaat baholandi
ru: Обращение оценено

source: Fayl biriktirildi
ru: Файл прикреплен

source: Yaratildi
ru: Создано

source: Biriktirildi
ru: Назначено

source: Xabarlar yo'q
ru: Нет сообщений

source: Yangi xabar qo'shildi
ru: Добавлено новое сообщение

source: Bekor qilish
ru: Отменить

source: Saqlash
ru: Сохранить

source: O'zgartirish
ru: Изменить

source: Tahrirlash
ru: Редактировать

source: O'chirish
ru: Удалить

source: Qidiruv
ru: Поиск

source: Qidirish
ru: Поиск

source: Tanlang
ru: Выберите

source: Yaratish
ru: Создать

source: Qo'shish
ru: Добавить

source: Yangi murojaat yaratish
ru: Создать новое обращение

source: Tizimni tanlang
ru: Выберите систему

source: Muammo haqida batafsil yozing...
ru: Подробно опишите проблему...

source: Fayl biriktirish
ru: Прикрепить файл

source: ixtiyoriy
ru: необязательно

source: Ruxsat etilgan formatlar: PDF, DOC, DOCX, JPG, PNG, ZIP
ru: Разрешенные форматы: PDF, DOC, DOCX, JPG, PNG, ZIP

source: Ishonchingiz komilmi?
ru: Вы уверены?

source: Mening profilim
ru: Мой профиль

source: Profil ma'lumotlari
ru: Данные профиля

source: Shaxsiy ma'lumotlar
ru: Личные данные

source: Familiya
ru: Фамилия

source: Ism
ru: Имя

source: Sharif
ru: Отчество

source: Otasining ismi
ru: Отчество

source: F.I.O
ru: Ф.И.О

source: F.I.Sh
ru: Ф.И.О

source: Tashkiliy ma'lumotlar
ru: Организационные данные

source: Hududiy bo'lim
ru: Территориальное подразделение

source: Lavozim
ru: Должность

source: Telefon
ru: Телефон

source: Telefon raqami
ru: Номер телефона

source: Sozlamalar
ru: Настройки

source: Til
ru: Язык

source: Avatar
ru: Аватар

source: Avatar (ixtiyoriy)
ru: Аватар (необязательно)

source: Rasm
ru: Изображение

source: Parolni o'zgartirish
ru: Изменить пароль

source: Joriy parol
ru: Текущий пароль

source: Yangi parol
ru: Новый пароль

source: Yangi parolni tasdiqlang
ru: Подтвердите новый пароль

source: Parolni tasdiqlash
ru: Подтвердите пароль

source: Kamida 6 belgidan iborat bo'lishi kerak
ru: Должен содержать минимум 6 символов

source: Kamida 6 belgidan iborat
ru: Минимум 6 символов

source: Belgilanmagan
ru: Не указано

source: Ro'yxatdan o'tgan
ru: Зарегистрирован

source: Viloyat majburiy! Murojaat yaratish uchun viloyatni tanlang.
ru: Область обязательна! Выберите область для создания обращения.

source: Username
ru: Логин

source: Hech qachon
ru: Никогда

source: oldin
ru: назад

source: bugun
ru: сегодня

source: Tizimga kirish
ru: Вход в систему

source: Ro'yxatdan o'tish
ru: Регистрация

source: Login
ru: Логин

source: Parol
ru: Пароль

source: Meni eslab qol
ru: Запомнить меня

source: Kirish
ru: Войти

source: Hali ro'yxatdan o'tmaganmisiz?
ru: Еще не зарегистрированы?

source: Ro'yxatdan o'ting
ru: Зарегистрируйтесь

source: Allaqachon ro'yxatdan o'tganmisiz?
ru: Уже зарегистрированы?

source: Tizimga kiring
ru: Войти в систему

source: Login va parolingizni kiriting
ru: Введите логин и пароль

source: Ma'lumotlaringizni to'ldiring
ru: Заполните свои данные

source: Hisobingiz yo'qmi?
ru: У вас нет учетной записи?

source: Hisobingiz bormi?
ru: У вас есть аккаунт?

source: Tizimdan chiqdingiz
ru: Вы вышли из системы

source: Tizimdan chiqdingiz.
ru: Вы вышли из системы.

source: IIV Texnik Yordam Tizimi
ru: Система технической поддержки МВД

source: Bu sahifa orqali IIO xodimlari har qanday tizimlarda uchraydigan muammolar (tizim ishlamaslik holatlari, login parol olish, tarmoq uzilish va h.k.) bo'yicha texnik yordam olishlari mumkin!
ru: Через эту страницу сотрудники IIO могут получить техническую поддержку по любым возникшим проблемам в любых системах (сбои системы, получение логина и пароля, сбои в сети и т. д.)!

source: Tez va samarali yechimlar
ru: Быстрые и эффективные решения

source: 24/7 texnik yordam
ru: Круглосуточная техническая поддержка

source: Barcha tizimlar bir joyda
ru: Все системы в одном месте

source: Admin Dashboard
ru: Панель администратора

source: Tizimlar bo'yicha
ru: По системам

source: Texniklar bo'yicha baholash
ru: Оценка по специалистам

source: Yulduzlar
ru: Звезды

source: Ma'lumot yo'q
ru: Данные отсутствуют

source: Dan
ru: С

source: Gacha
ru: По

source: Statistika
ru: Статистика

source: 5 dan
ru: из 5

source: aktiv
ru: активно

source: faol
ru: активно

source: Eng faol texniklar
ru: Самые активные специалисты

source: Eng ko'p murojaat
ru: Больше всего обращений

source: Soni
ru: Количество

source: Foiz
ru: Процент

source: Bosh Admin Paneli
ru: Панель главного администратора

source: To'liq tizim nazorati
ru: Полный контроль системы

source: Yangi foydalanuvchi
ru: Новый пользователь

source: Yangi foydalanuvchi yaratish
ru: Создать нового пользователя

source: Diqqat!
ru: Внимание!

source: ta biriktirilmagan murojaat.
ru: необработанных обращений.

source: ta qayta ochilgan murojaat.
ru: переоткрытых обращений.

source: Rollar bo'yicha
ru: По ролям

source: Murojaat holati
ru: Статус обращений

source: Kutilmoqda
ru: Ожидается

source: Yopildi
ru: Закрыто

source: Oxirgi faol foydalanuvchilar
ru: Последние активные пользователи

source: Oxirgi murojaatlar
ru: Последние обращения

source: Oxirgi xabarlar
ru: Последние сообщения

source: Tezkor havolalar
ru: Быстрые ссылки

source: Audit Log
ru: Журнал аудита

source: Foydalanuvchilar boshqaruvi
ru: Управление пользователями

source: Barcha foydalanuvchilar ro'yxati
ru: Список всех пользователей

source: Ism, familiya, username...
ru: Имя, фамилия, логин...

source: Rol
ru: Роль

source: Bloklangan
ru: Заблокирован

source: Aktiv
ru: Активен

source: Faol
ru: Активен

source: Nofaol
ru: Неактивен

source: Rolni o'zgartirish
ru: Изменить роль

source: Yangi rol
ru: Новая роль

source: Bloklash/Aktivlashtirish
ru: Блокировать/Активировать

source: Bloklash
ru: Заблокировать

source: Aktivlashtirish
ru: Активировать

source: Foydalanuvchilar topilmadi
ru: Пользователи не найдены

source: Qidiruv parametrlariga mos foydalanuvchi yo'q.
ru: По параметрам поиска пользователи не найдены.

source: Mas'ul tizimlar
ru: Ответственные системы

source: Default
ru: По умолчанию

source: Respublika
ru: Республика

source: Respublika (Default)
ru: Республика (по умолчанию)

source: Murojaatlar yo'q
ru: Нет обращений

source: Rol o'zgartirilgandan so'ng foydalanuvchining huquqlari o'zgaradi!
ru: После изменения роли права пользователя изменятся!

source: Sizning rolingiz o'zgartirildi
ru: Ваша роль изменена

source: O'z rolingizni o'zgartira olmaysiz!
ru: Вы не можете изменить свою собственную роль!

source: Foydalanuvchi roli o'zgartirildi
ru: Роль пользователя изменена

source: Noto'g'ri rol tanlandi.
ru: Выбрана неверная роль.

source: aktivlashtirildi
ru: активирован

source: bloklandi
ru: заблокирован

source: O'zingizni bloklay olmaysiz!
ru: Вы не можете заблокировать себя!

source: Yangi parol o'rnatilgandan so'ng foydalanuvchiga xabar yuboriladi.
ru: После установки нового пароля пользователь получит уведомление.

source: Parol kamida 6 belgidan iborat bo'lishi kerak.
ru: Пароль должен содержать минимум 6 символов.

source: Parollar bir xil emas.
ru: Пароли не совпадают.

source: Foydalanuvchi {} uchun yangi parol o'rnatildi.
ru: Новый пароль установлен для пользователя {}.

source: Parolingiz o'zgartirildi
ru: Ваш пароль изменен

source: Bosh admin tomonidan parolingiz o'zgartirildi. Yangi parol bilan tizimga kiring.
ru: Главный администратор изменил ваш пароль. Войдите в систему с новым паролем.

source: Parolni qayta kiriting
ru: Введите пароль еще раз

source: Kuchli parol yaratish bo'yicha tavsiyalar:
ru: Рекомендации по созданию надежного пароля:

source: Kamida 8-10 belgidan foydalaning
ru: Используйте минимум 8-10 символов

source: Katta va kichik harflarni aralashtiring
ru: Смешивайте заглавные и строчные буквы

source: Raqamlar qo'shing
ru: Добавьте цифры

source: Maxsus belgilar ishlatish yaxshi
ru: Хорошо использовать специальные символы

source: Tezkor harakatlar:
ru: Быстрые действия:

source: Tasodifiy parol generatsiya qilish
ru: Генерировать случайный пароль

source: Vaqtinchalik parol yaratilsinmi?
ru: Создать временный пароль?

source: Vaqtinchalik parol
ru: Временный пароль

source: Vaqtinchalik parol yaratildi: {} (Foydalanuvchiga yuboring!)
ru: Временный пароль создан: {} (Отправьте пользователю!)

source: Tasodifiy parol yaratiladi va ekranda ko'rsatiladi
ru: Случайный пароль будет создан и отображен на экране

source: Parollar bir xil emas!
ru: Пароли не совпадают!

source: Parol kamida 6 belgidan iborat bo'lishi kerak!
ru: Пароль должен содержать минимум 6 символов!

source: Akkaunt ma'lumotlari
ru: Данные аккаунта

source: Faqat harflar, raqamlar va _ @ + . - belgilar
ru: Только буквы, цифры и _ @ + . - символы

source: Rol va huquqlar
ru: Роль и права

source: Ehtiyotkorlik bilan tanlang! Rol foydalanuvchi huquqlarini belgilaydi.
ru: Выбирайте осторожно! Роль определяет права пользователя.

source: Rollar tavsifi:
ru: Описание ролей:

source: Murojaat yaratish va o'z murojaatlarini ko'rish
ru: Создание обращений и просмотр своих обращений

source: O'ziga biriktirilgan murojaatlarni hal qilish
ru: Решение назначенных обращений

source: Barcha murojaatlar, tizimlar va foydalanuvchilarni boshqarish
ru: Управление всеми обращениями, системами и пользователями

source: To'liq tizim nazorati, parollarni boshqarish, audit
ru: Полный контроль системы, управление паролями, аудит

source: Yangi foydalanuvchi yaratildi: {} (Rol: {})
ru: Создан новый пользователь: {} (Роль: {})

source: JPG, PNG formatida, max 2MB
ru: Формат JPG, PNG, максимум 2MB

source: Foydalanuvchini o'chirish
ru: Удаление пользователя

source: Foydalanuvchini o'chirish QAYTARILMAS jarayon!
ru: Удаление пользователя - НЕОБРАТИМЫЙ процесс!

source: O'chiriladigan foydalanuvchi:
ru: Удаляемый пользователь:

source: O'zingizni o'chira olmaysiz!
ru: Вы не можете удалить себя!

source: Bu foydalanuvchi bilan bog'liq:
ru: Связано с этим пользователем:

source: ta yaratilgan murojaat
ru: созданных обращений

source: ta biriktirilgan murojaat
ru: назначенных обращений

source: Bu foydalanuvchi bilan bog'liq {} ta murojaat mavjud. Avval ularni hal qiling.
ru: С этим пользователем связано {} обращений. Сначала обработайте их.

source: Foydalanuvchi o'chirildi: {}
ru: Пользователь удален: {}

source: Ha, o'chirish
ru: Да, удалить

source: Audit Loglar
ru: Журнал аудита

source: Tizimda amalga oshirilgan barcha harakatlar tarixi
ru: История всех действий в системе

source: Harakat turi
ru: Тип действия

source: Harakat
ru: Действие

source: Tavsif
ru: Описание

source: Ticket
ru: Обращение

source: Loglar topilmadi
ru: Логи не найдены

source: Filtr parametrlariga mos log mavjud emas.
ru: Логов, соответствующих параметрам фильтра, нет.

source: oxirgi 200 ta log
ru: последние 200 логов

source: Status
ru: Статус

source: Ticketni ko'rish
ru: Просмотр обращения

source: Tizim sozlamalari
ru: Настройки системы

source: Global sozlamalar va default mas'ullar
ru: Глобальные настройки и ответственные по умолчанию

source: Default mas'ullar (Respublika miqyosida)
ru: Ответственные по умолчанию (республиканский уровень)

source: Default Admin (Respublika):
ru: Администратор по умолчанию (Республика):

source: Default Texniklar:
ru: Специалисты по умолчанию:

source: Default admin belgilanmagan!
ru: Администратор по умолчанию не назначен!

source: Default texniklar belgilanmagan
ru: Специалисты по умолчанию не назначены

source: Faol tizimlar mavjud emas.
ru: Активные системы отсутствуют.

source: Default mas'ullar haqida
ru: Об ответственных по умолчанию

source: Default mas'ullar respublika miqyosida barcha viloyatlar uchun javobgar
ru: Ответственные по умолчанию отвечают за все области на республиканском уровне

source: Agar viloyatda maxsus mas'ul belgilanmagan bo'lsa, default mas'ulga yuboriladi
ru: Если в области не назначен специальный ответственный, обращение отправляется ответственному по умолчанию

source: Har bir tizim uchun kamida bitta default admin bo'lishi tavsiya etiladi
ru: Рекомендуется иметь хотя бы одного администратора по умолчанию для каждой системы

source: Boshqarish
ru: Управление

source: Ma'lumot
ru: Информация

source: Tizimlar boshqaruvi
ru: Управление системами

source: Barcha tizimlar ro'yxati
ru: Список всех систем

source: Yangi tizim
ru: Новая система

source: Yangi tizim yaratish
ru: Создать новую систему

source: Tizimni tahrirlash
ru: Редактировать систему

source: Tizimni o'chirish
ru: Удалить систему

source: Tizim nomi yoki tavsif...
ru: Название системы или описание...

source: Tizim nomi
ru: Название системы

source: Tizimlar topilmadi
ru: Системы не найдены

source: Hali tizimlar mavjud emas.
ru: Системы пока отсутствуют.

source: Tizimni o'chirish QAYTARILMAS jarayon!
ru: Удаление системы - НЕОБРАТИМЫЙ процесс!

source: O'chiriladigan tizim:
ru: Удаляемая система:

source: Nomi:
ru: Название:

source: Bu tizimda
ru: В этой системе

source: ta murojaat mavjud!
ru: есть обращений!

source: Avval murojaatlarni o'chiring yoki boshqa tizimga o'tkazing.
ru: Сначала удалите обращения или переместите их в другую систему.

source: Tizim muvaffaqiyatli yaratildi: {}
ru: Система успешно создана: {}

source: Tizim muvaffaqiyatli yangilandi: {}
ru: Система успешно обновлена: {}

source: Tizim o'chirildi: {}
ru: Система удалена: {}

source: faollashtirildi
ru: активирована

source: nofaollashtirildi
ru: деактивирована

source: Tizim {}: {}
ru: Система {}: {}

source: Xatoliklar:
ru: Ошибки:

source: Tizim mas'ullari
ru: Ответственные по системе

source: Tizim bo'yicha mas'ul shaxslar
ru: Ответственные лица по системе

source: Mas'ul qo'shish
ru: Добавить ответственного

source: Mas'ulni tahrirlash
ru: Редактировать ответственного

source: Mas'ulni o'chirish
ru: Удалить ответственного

source: Viloyat bo'yicha mas'ullar
ru: Ответственные по областям

source: Adminlar
ru: Администраторы

source: Texniklar
ru: Специалисты

source: Mas'ullar topilmadi
ru: Ответственные не найдены

source: Hali mas'ul shaxslar belgilanmagan.
ru: Ответственные лица еще не назначены.

source: Birinchi mas'ulni qo'shish
ru: Добавить первого ответственного

source: Default mas'ullar barcha viloyatlar uchun javobgar
ru: Ответственные по умолчанию отвечают за все области

source: Viloyat mas'ullari faqat o'z viloyati uchun javobgar
ru: Ответственные области отвечают только за свою область

source: Agar viloyatda mas'ul bo'lmasa, default mas'ulga yuboriladi
ru: Если в области нет ответственного, направляется ответственному по умолчанию

source: Tizim ichidagi rol
ru: Роль в системе

source: Admin - barcha huquqlar, Texnik - faqat hal qilish
ru: Администратор - все права, Специалист - только решение

source: Bo'sh qoldiring agar respublika miqyosida mas'ul bo'lsa (Default)
ru: Оставьте пустым, если ответственный на республиканском уровне (По умолчанию)

source: Default mas'ul (Respublika miqyosida)
ru: Ответственный по умолчанию (республиканский уровень)

source: Viloyat bo'sh bo'lishi kerak agar default mas'ul belgilansa
ru: Область должна быть пустой, если указан ответственный по умолчанию

source: Eslatma:
ru: Примечание:

source: Viloyat va Default bir vaqtda tanlanishi mumkin emas!
ru: Область и По умолчанию не могут быть выбраны одновременно!

source: Faqat admin yoki texnik rolga ega foydalanuvchilar
ru: Только пользователи с ролью администратора или специалиста

source: Viloyat mas'uli "default" bo'lishi mumkin emas.
ru: Областной ответственный не может быть "по умолчанию".

source: Mas'ul qo'shildi: {} - {}
ru: Добавлен ответственный: {} - {}

source: Mas'ul ma'lumotlari yangilandi.
ru: Данные ответственного обновлены.

source: Mas'ul o'chirildi: {}
ru: Ответственный удален: {}

source: O'chiriladigan mas'ul:
ru: Удаляемый ответственный:

source: Xodimlar ro'yxati
ru: Список сотрудников

source: Filtrlash va qidiruv
ru: Фильтрация и поиск

source: Ism, familiya yoki login...
ru: Имя, фамилия или логин...

source: Barcha rollar
ru: Все роли

source: Barcha viloyatlar
ru: Все области

source: Barcha holatlar
ru: Все статусы

source: Barcha ustuvorliklar
ru: Все приоритеты

source: Barcha tizimlar
ru: Все системы

source: Xodimlar topilmadi
ru: Сотрудники не найдены

source: Qidiruv bo'yicha natija yo'q
ru: По запросу ничего не найдено

source: Diqqat! Rolni o'zgartirish foydalanuvchi ruxsatlarini darhol o'zgartiradi.
ru: Внимание! Изменение роли немедленно изменит права пользователя.

source: Tizimlar bo'yicha mas'ul xodimlar
ru: Ответственные сотрудники по системам

source: Bu ro'yxatda sizning viloyatingiz
ru: В этом списке для вашей области

source: bo'yicha har bir tizim uchun mas'ul adminlar va texnik xodimlar ko'rsatilgan.
ru: указаны ответственные администраторы и технические специалисты для каждой системы.

source: Mas'ul admin
ru: Ответственный администратор

source: Mas'ul texnik xodimlar
ru: Ответственные технические специалисты

source: Mas'ul admin belgilanmagan
ru: Ответственный администратор не назначен

source: Mas'ul texnik xodim belgilanmagan
ru: Ответственный специалист не назначен

source: Hozirda faol tizimlar mavjud emas
ru: В настоящее время активные системы отсутствуют

source: Ushbu tizim bo'yicha sizning viloyatingiz mas'ullari:
ru: Ответственные по данной системе для вашей области:

source: Barcha bildirishnomalar
ru: Все уведомления

source: Bildirishnomalar yo'q
ru: Нет уведомлений

source: Sizda hali bildirishnomalar mavjud emas
ru: У вас пока нет уведомлений

source: Yangi murojaat yaratildi
ru: Создано новое обращение

source: Sizga yangi murojaat biriktirildi
ru: Вам назначено новое обращение

source: Murojaat holati o'zgartirildi
ru: Статус обращения изменен

source: Yangi xabar
ru: Новое сообщение

source: Murojaatingizga yangi xabar qoldirildi
ru: К вашему обращению оставлено новое сообщение

source: Baholash so'rovi
ru: Запрос на оценку

source: Iltimos murojaatingizni baholang
ru: Пожалуйста, оцените ваше обращение

source: Ro'yxatdan o'tdingiz! Endi tizimga kirishingiz mumkin.
ru: Вы зарегистрированы! Теперь вы можете войти в систему.

source: Xush kelibsiz! Ro'yxatdan muvaffaqiyatli o'tdingiz.
ru: Добро пожаловать! Вы успешно зарегистрировались.

source: Til muvaffaqiyatli o'zgartirildi.
ru: Язык успешно изменен.

source: Murojaat muvaffaqiyatli yuborildi!
ru: Обращение успешно отправлено!

source: Parol muvaffaqiyatli o'zgartirildi.
ru: Пароль успешно изменен.

source: Profil ma'lumotlari yangilandi.
ru: Данные профиля обновлены.

source: Holat muvaffaqiyatli o'zgartirildi.
ru: Статус успешно изменен.

source: Baholash uchun rahmat!
ru: Спасибо за оценку!

source: Murojaat qayta ochildi.
ru: Обращение переоткрыто.

source: Profilingizda viloyat belgilanmagan. Iltimos profilni to'ldiring.
ru: В вашем профиле не указана область. Пожалуйста, заполните профиль.

source: Sizda bu sahifaga kirish huquqi yo'q.
ru: У вас нет прав доступа к этой странице.

source: Sizda bu sahifaga kirish huquqi yo'q. Faqat bosh adminlar kirishi mumkin.
ru: У вас нет прав доступа к этой странице. Доступ только для главных администраторов.

source: Sizga biriktirilgan barcha murojaatlar ro'yxati. Muammolarni tez hal qiling!
ru: Список всех назначенных вам обращений. Решайте проблемы быстро!

source: Bugun hal qilindi
ru: Решено сегодня

source: Murojaatlar ro'yxati
ru: Список обращений

source: Hech narsa topilmadi
ru: Ничего не найдено

source: Ma'lumotlar yo'q
ru: Данные отсутствуют

source: Texnik muammoni batafsil tavsiflang
ru: Подробно опишите техническую проблему

source: Bu sahifada barcha texnik murojaatlaringizni ko'rishingiz va yangilarini yaratishingiz mumkin.
ru: На этой странице вы можете просмотреть все ваши технические запросы и создать новые.
