Repository: nurmuhammad1160/new
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Status o'zgartirildi: Yangi → Jarayonda
ru: Статус изменен: Новый → В процессе

source: Oxirgi kirish
ru: Последний вход

source: Mas'ullar soni
ru: Количество ответственных

source: Murojaatlar soni
ru: Количество обращений

source: Tizim bo'yicha
ru: По системе

source: Viloyatlar
ru: Области

source: Hamma joy g'alati dizayn avvalgidek emas
ru: Дизайн везде странный, не такой как раньше

source: Murojaat baholash
ru: Оценка обращения

source: Murojaatni baholang
ru: Оцените обращение

source: Baholashni yuborish
ru: Отправить оценку

source: O'chirilgan
ru: Удален

source: Barchasini filtrlash
ru: Фильтровать все

source: Yopish
ru: Закрыть

source: Ochiq
ru: Открыто

source: Muddati o'tgan
ru: Просрочено

source: Qo'llash
ru: Применить

source: Tozalash
ru: Очистить

source: Tezkor filtrlash
ru: Быстрая фильтрация

source: Kengaytirilgan filtrlash
ru: Расширенная фильтрация

source: Yangilar
ru: Новости

source: O'rnatish
ru: Установить

source: Yuklab olish
ru: Скачать

source: Batafsil
ru: Подробнее

source: Ko'proq
ru: Больше

source: Kam
ru: Меньше

source: Hammasi
ru: Все

source: Ko'rsatish
ru: Показать

source: Yashirish
ru: Скрыть

source: Qo'shimcha
ru: Дополнительно

source: Asosiy
ru: Основной

source: Ikkilamchi
ru: Вторичный

source: Umumiy
ru: Общий

source: Maxsus
ru: Специальный

source: Standart
ru: Стандартный

source: Sozlangan
ru: Настроенный

source: Avtomatik
ru: Автоматический

source: Qo'lda
ru: Вручную

source: Tanlangan
ru: Выбрано

source: Tanlanmagan
ru: Не выбрано

source: Majburiy
ru: Обязательно

source: Ixtiyoriy
ru: Необязательно

source: Ruxsat etilgan
ru: Разрешено

source: Taqiqlangan
ru: Запрещено

source: Mavjud
ru: Доступно

source: Mavjud emas
ru: Недоступно

source: Yuklanmoqda...
ru: Загрузка...

source: Saqlanmoqda...
ru: Сохранение...

source: Kuting...
ru: Ожидайте...

source: Tasdiqlang
ru: Подтвердите

source: Rad etish
ru: Отклонить

source: Tasdiqlash
ru: Подтверждение

source: O'zgartirish amalga oshirildi
ru: Изменения внесены

source: Amal bajarildi
ru: Действие выполнено

source: Xato yuz berdi
ru: Произошла ошибка

source: Muvaffaqiyatli
ru: Успешно

source: Muvaffaqiyatsiz
ru: Неудачно

source: Qayta urinib ko'ring
ru: Попробуйте еще раз

source: Davom etish
ru: Продолжить

source: To'xtatish
ru: Остановить

source: Boshlash
ru: Начать

source: Tugatish
ru: Завершить

source: Keyingi
ru: Следующий

source: Oldingi
ru: Предыдущий

source: Birinchi
ru: Первый

source: Oxirgi
ru: Последний

source: Sahifa
ru: Страница

source: Jami
ru: Всего

source: dan
ru: из

source: gacha
ru: до

source: Filtrlangan
ru: Отфильтровано

source: Saralangan
ru: Отсортировано

source: Tartiblangan
ru: Упорядочено

source: Guruhangan
ru: Сгруппировано

source: Qidirilgan
ru: Найдено

source: Topilmadi
ru: Не найдено

source: Yangi ma'lumot yo'q
ru: Нет новых данных

source: Ro'yxat bo'sh
ru: Список пуст

source: Fayl yuklanmagan
ru: Файл не загружен

source: Rasm yuklanmagan
ru: Изображение не загружено

source: Ma'lumotlar yuklanmoqda
ru: Данные загружаются

source: Ishlov berilmoqda
ru: Обрабатывается

source: Yuborilmoqda
ru: Отправляется

source: Tekshirilmoqda
ru: Проверяется

source: Tasdiqlanmoqda
ru: Подтверждается

source: O'zgartirilmoqda
ru: Изменяется

source: O'chirilmoqda
ru: Удаляется

source: Yaratilmoqda
ru: Создается

source: Yangilanmoqda
ru: Обновляется

source: Saqlanmoqda
ru: Сохраняется

source: Yashirildi
ru: Скрыто

source: Ko'rsatildi
ru: Показано

source: Yoqildi
ru: Включено

source: O'chirildi
ru: Выключено

source: Faollashtirildi
ru: Активировано

source: Faolsizlantirildi
ru: Деактивировано

source: Bloklandi
ru: Заблокировано

source: Blokdan chiqarildi
ru: Разблокировано

source: Tasdiqlandi
ru: Подтверждено

source: Qayta ko'rib chiqilmoqda
ru: Пересматривается

source: Bajarilmoqda
ru: Выполняется

source: Bajarildi
ru: Выполнено

source: Bekor qilindi
ru: Отменено

source: Muddati tugadi
ru: Истек срок

source: Yangilandi
ru: Обновлено

source: Qo'shildi
ru: Добавлено

source: Tahrirlandi
ru: Отредактировано

source: Ko'chirildi
ru: Скопировано

source: Ko'chirib olindi
ru: Перемещено

source: Eksport qilindi
ru: Экспортировано

source: Import qilindi
ru: Импортировано

source: Arxivlandi
ru: Архивировано

source: Tiklandi
ru: Восстановлено

source: Sinxronlashtirildi
ru: Синхронизировано

source: Qayta yuklandi
ru: Перезагружено

source: O'rnatildi
ru: Установлено

source: O'chirib tashlandi
ru: Удалено

source: Serverga yuklandi
ru: Загружено на сервер

source: Serverdan yuklandi
ru: Загружено с сервера

source: Ulashildi
ru: Опубликовано

source: Baham ko'rildi
ru: Поделено

source: Yuborildi
ru: Отправлено

source: Qabul qilindi
ru: Получено

source: O'qildi
ru: Прочитано

source: O'qilmagan
ru: Непрочитано

source: Ko'rildi
ru: Просмотрено

source: Ko'rilmagan
ru: Не просмотрено

source: Boshlandi
ru: Начато

source: Tugallandi
ru: Завершено

source: Davom ettirilmoqda
ru: Продолжается

source: To'xtatildi
ru: Остановлено

source: Pauza qilindi
ru: Приостановлено

source: Qayta boshlandi
ru: Перезапущено

source: Tugatildi
ru: Завершено

source: Xato
ru: Ошибка

source: Ogohlantirish
ru: Предупреждение

source: Muvaffaqiyat
ru: Успех

source: Xavf
ru: Опасность

source: Diqqat
ru: Внимание

source: Muhim
ru: Важно

source: Eslatma
ru: Напоминание

source: Yangilik
ru: Новость

source: Yangilanish
ru: Обновление

source: Xabar
ru: Сообщение

source: Bildirishnoma
ru: Уведомление

source: Taklif
ru: Предложение

source: So'rov
ru: Запрос

source: Javob
ru: Ответ

source: Natija
ru: Результат

source: Xulosa
ru: Заключение

source: Fikr
ru: Мнение

source: Izoh
ru: Комментарий

source: Sharh
ru: Комментарий

source: Qaror
ru: Решение

source: Tasdiq
ru: Подтверждение

source: Rad
ru: Отклонение

source: Arxivlash
ru: Архивирование

source: Tiklash
ru: Восстановление

source: Nusxalash
ru: Копирование

source: Ko'chirish
ru: Перемещение

source: Yuklash
ru: Загрузка

source: Ulashish
ru: Публикация

source: Baham ko'rish
ru: Совместное использование

source: Qabul qilish
ru: Получение

source: O'qish
ru: Чтение

source: Yangilash
ru: Обновление

source: Sinxronlashtirish
ru: Синхронизация

source: Eksport
ru: Экспорт

source: Import
ru: Импорт

source: Chop etish
ru: Печать

source: Ruxsat berish
ru: Разрешение

source: Taqiqlash
ru: Запрет

source: Faollashtirish
ru: Активация

source: Faolsizlantirish
ru: Деактивация

source: Blokdan chiqarish
ru: Разблокировка

source: Yoqish
ru: Включение

source: Ochish
ru: Открытие

source: Davom ettirish
ru: Продолжение

source: Qayta boshlash
ru: Перезапуск

source: O'chirib tashlash
ru: Деинсталляция

source: Tekshirish
ru: Проверка

source: Qayta urinish
ru: Повтор

source: Orqaga qaytish
ru: Возврат

source: Oldinga
ru: Вперед

source: Keyingi qadam
ru: Следующий шаг

source: Oldingi qadam
ru: Предыдущий шаг

source: Birinchi qadam
ru: Первый шаг

source: Oxirgi qadam
ru: Последний шаг

source: Joriy qadam
ru: Текущий шаг

source: Qadamlar
ru: Шаги

source: Jarayon
ru: Процесс

source: Daraja
ru: Уровень

source: Turkum
ru: Категория

source: Tur
ru: Тип

source: Nomi
ru: Название

source: Qisqacha
ru: Кратко

source: To'liq
ru: Полный

source: Qisman
ru: Частичный

source: Aniq
ru: Точный

source: Taxminiy
ru: Приблизительный

source: Haqiqiy
ru: Реальный

source: Virtual
ru: Виртуальный

source: Doimiy
ru: Постоянный

source: Vaqtinchalik
ru: Временный

source: Shaxsiy
ru: Личный

source: Yopiq
ru: Закрытый

source: Ommaviy
ru: Публичный

source: Maxfiy
ru: Конфиденциальный

source: Ruxsat berilgan
ru: Разрешено

source: Yoqilgan
ru: Включено

source: Online
ru: Онлайн

source: Offline
ru: Офлайн

source: Ulangan
ru: Подключено

source: Uzilgan
ru: Отключено

source: Sinxronlashgan
ru: Синхронизировано

source: Sinxronlashmagan
ru: Не синхронизировано

source: Eski
ru: Устаревший

source: Qadimiy
ru: Старый

source: Zamonaviy
ru: Современный

source: Klassik
ru: Классический

source: Murakkab
ru: Сложный

source: Oson
ru: Легкий

source: Qiyin
ru: Сложный

source: Tez
ru: Быстрый

source: Sekin
ru: Медленный

source: Past
ru: Низкий

source: Katta
ru: Большой

source: Kichik
ru: Маленький

source: Keng
ru: Широкий

source: Tor
ru: Узкий

source: Uzun
ru: Длинный

source: Qisqa
ru: Короткий

source: Chuqur
ru: Глубокий

source: Sayoz
ru: Мелкий

source: Og'ir
ru: Тяжелый

source: Yengil
ru: Легкий

source: Qattiq
ru: Твердый

source: Yumshoq
ru: Мягкий

source: Issiq
ru: Горячий

source: Sovuq
ru: Холодный

source: Iliq
ru: Теплый

source: Salqin
ru: Прохладный

source: Yoritilgan
ru: Освещенный

source: Qorong'i
ru: Темный

source: Yorug'
ru: Светлый

source: To'q
ru: Насыщенный

source: Och
ru: Светлый

source: Rangli
ru: Цветной

source: Rangsiz
ru: Бесцветный

source: Oq
ru: Белый

source: Qora
ru: Черный

source: Ko'k
ru: Синий

source: Qizil
ru: Красный

source: Yashil
ru: Зеленый

source: Sariq
ru: Желтый

source: Jigarrang
ru: Коричневый

source: Kulrang
ru: Серый

source: Pushti
ru: Розовый

source: Binafsha
ru: Фиолетовый

source: To'q sariq
ru: Оранжевый

source: Moviy
ru: Голубой

source: Zangori
ru: Синий

source: Qo'ng'ir
ru: Коричневый

source: Oltin rang
ru: Золотой

source: Kumush rang
ru: Серебряный

source: Bronza rang
ru: Бронзовый

source: Ikkinchi
ru: Второй

source: Uchinchi
ru: Третий

source: To'rtinchi
ru: Четвертый

source: Beshinchi
ru: Пятый

source: Oltinchi
ru: Шестой

source: Yettinchi
ru: Седьмой

source: Sakkizinchi
ru: Восьмой

source: To'qqizinchi
ru: Девятый

source: O'ninchi
ru: Десятый

source: Hozirgi
ru: Текущий

source: Joriy
ru: Текущий

source: O'tmish
ru: Прошлое

source: Hozir
ru: Сейчас

source: Kelajak
ru: Будущее

source: Bugun
ru: Сегодня

source: Kecha
ru: Вчера

source: Ertaga
ru: Завтра

source: Shu hafta
ru: На этой неделе

source: O'tgan hafta
ru: На прошлой неделе

source: Keyingi hafta
ru: На следующей неделе

source: Shu oy
ru: В этом месяце

source: O'tgan oy
ru: В прошлом месяце

source: Keyingi oy
ru: В следующем месяце

source: Shu yil
ru: В этом году

source: O'tgan yil
ru: В прошлом году

source: Keyingi yil
ru: В следующем году

source: Dushanba
ru: Понедельник

source: Seshanba
ru: Вторник

source: Chorshanba
ru: Среда

source: Payshanba
ru: Четверг

source: Juma
ru: Пятница

source: Shanba
ru: Суббота

source: Yakshanba
ru: Воскресенье

source: Yanvar
ru: Январь

source: Fevral
ru: Февраль

source: Mart
ru: Март

source: Aprel
ru: Апрель

source: May
ru: Май

source: Iyun
ru: Июнь

source: Iyul
ru: Июль

source: Avgust
ru: Август

source: Sentabr
ru: Сентябрь

source: Oktabr
ru: Октябрь

source: Noyabr
ru: Ноябрь

source: Dekabr
ru: Декабрь

source: Bahor
ru: Весна

source: Yoz
ru: Лето

source: Kuz
ru: Осень

source: Qish
ru: Зима

source: Tong
ru: Утро

source: Kun
ru: День

source: Kech
ru: Вечер

source: Tun
ru: Ночь

source: Soat
ru: Час

source: Daqiqa
ru: Минута

source: Soniya
ru: Секунда

source: Millisoniya
ru: Миллисекунда

source: Sana
ru: Дата

source: Muddat
ru: Срок

source: Davomiylik
ru: Длительность

source: Oraliq
ru: Интервал

source: Davr
ru: Период

source: Bosqich
ru: Этап

source: Qadam
ru: Шаг

source: Boshlang'ich
ru: Начальный

source: Maksimal
ru: Максимальный

source: Minimal
ru: Минимальный

source: Odatiy
ru: По умолчанию

source: Ilg'or
ru: Продвинутый

source: Professional
ru: Профессиональный

source: O'rta
ru: Средний

source: Mutaxassis
ru: Эксперт

source: Yangi boshlovchi
ru: Новичок

source: Tajribali
ru: Опытный

source: O'rganuvchi
ru: Обучающийся

source: O'quvchi
ru: Студент

source: O'qituvchi
ru: Учитель

source: Mentor
ru: Наставник

source: Maslahatchi
ru: Консультант

source: Menejer
ru: Менеджер

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Mehmon
ru: Гость

source: A'zo
ru: Член

source: Obunachi
ru: Подписчик

source: Premium
ru: Премиум

source: VIP
ru: ВИП

source: Kengaytirilgan
ru: Расширенный

source: Cheklangan
ru: Ограниченный

source: Cheklanmagan
ru: Неограниченный

source: Bepul
ru: Бесплатный

source: Pullik
ru: Платный

source: Sinov
ru: Пробный

source: Demo
ru: Демо

source: Beta
ru: Бета

source: Alfa
ru: Альфа

source: Barqaror
ru: Стабильный

source: Ishlab chiqilmoqda
ru: В разработке

source: Ta'mirlanmoqda
ru: На обслуживании

source: Ishlamaydi
ru: Не работает

source: Ishlayapti
ru: Работает

source: Onlayn
ru: Онлайн

source: Oflayn
ru: Офлайн

source: Band
ru: Занят

source: Bo'sh
ru: Свободен

source: Kutmoqda
ru: Ожидает

source: Muddati o'tdi
ru: Просрочено

source: Arxivlangan
ru: Архивировано

source: Tiklangan
ru: Восстановлено

source: Faollashtirilgan
ru: Активировано

source: Nofaollashtirilgan
ru: Деактивировано

source: Yashirilgan
ru: Скрыто

source: Ko'rsatilgan
ru: Показано

source: Yuborilgan
ru: Отправлено

source: Qabul qilingan
ru: Получено

source: O'qilgan
ru: Прочитано

source: Ko'rilgan
ru: Просмотрено

source: Saqlangan
ru: Сохранено

source: Yuklab olingan
ru: Загружено

source: Ulashilgan
ru: Опубликовано

source: Nusxalangan
ru: Скопировано

source: Ko'chirilgan
ru: Перемещено

source: O'rnatilgan
ru: Установлено

source: O'chirib tashlangan
ru: Удалено

source: Eksport qilingan
ru: Экспортировано

source: Import qilingan
ru: Импортировано

source: Sinxronlashtirilgan
ru: Синхронизировано

source: Qayta yuklangan
ru: Перезагружено

source: Patched
ru: Исправлено

source: Fixed
ru: Исправлено

source: Qayta ishlangan
ru: Обработано

source: Tekshirilgan
ru: Проверено

source: Tasdiqq qilingan
ru: Подтверждено

source: Qayta ko'rilgan
ru: Пересмотрено

source: Bajarilgan
ru: Выполнено

source: Tugatilgan
ru: Завершено

source: Yopilgan
ru: Закрыто

source: Ochilgan
ru: Открыто

source: Boshlangan
ru: Начато

source: To'xtatilgan
ru: Остановлено

source: Pauzaga qo'yilgan
ru: Приостановлено

source: Davom ettirilgan
ru: Продолжено

source: Qayta boshlangan
ru: Перезапущено

source: Muddati tugagan
ru: Истекло

source: Ko'rib chiqilmoqda
ru: Рассматривается

source: Tasdiqlashni kutmoqda
ru: Ожидает подтверждения

source: Hal qilinmoqda
ru: Решается

source: Muvaffaqiyatli bajarildi
ru: Успешно выполнено

source: Xatolik yuz berdi
ru: Произошла ошибка

source: Diqqat talab etiladi
ru: Требуется внимание

source: Qo'shimcha ma'lumot kerak
ru: Требуется дополнительная информация

source: Ma'lumot to'ldirilmagan
ru: Информация не заполнена

source: To'ldirilgan
ru: Заполнено

source: To'liq to'ldirilgan
ru: Полностью заполнено

source: Qisman to'ldirilgan
ru: Частично заполнено

source: To'ldirilishi shart
ru: Обязательно для заполнения

source: Ixtiyoriy maydon
ru: Необязательное поле

source: Majburiy maydon
ru: Обязательное поле

source: Noto'g'ri format
ru: Неверный формат

source: To'g'ri format
ru: Правильный формат

source: Noto'g'ri ma'lumot
ru: Неверные данные

source: To'g'ri ma'lumot
ru: Правильные данные

source: Tekshirildi
ru: Проверено

source: Tushuntirish
ru: Объяснение

source: Misol
ru: Пример

source: Namuna
ru: Образец

source: Shablon
ru: Шаблон

source: Namoyish
ru: Демонстрация

source: Ko'rgazma
ru: Презентация

source: Taqdimot
ru: Презентация

source: Hisobot
ru: Отчет

source: Xisobotni yaratish
ru: Создание отчета

source: Tahlil
ru: Анализ

source: Tahlil qilish
ru: Анализировать

source: O'rganish
ru: Изучение

source: Sinovdan o'tkazish
ru: Тестирование

source: Nazorat
ru: Контроль

source: Nazorat qilish
ru: Контролировать

source: Monitoring
ru: Мониторинг

source: Kuzatish
ru: Наблюдение

source: Kuzatmoq
ru: Наблюдать

source: Boshqarmoq
ru: Управлять

source: Sozlash
ru: Настройка

source: Sozlamoq
ru: Настраивать

source: Moslashtirish
ru: Адаптация

source: Moslashmoq
ru: Адаптировать

source: Takomillashtirish
ru: Совершенствование

source: Takomillashmoq
ru: Совершенствовать

source: Yangilamoq
ru: Обновлять

source: Yaxshilamoq
ru: Улучшать

source: Yaxshilash
ru: Улучшение

source: Ishlab chiqish
ru: Разработка

source: Ishlab chiqmoq
ru: Разрабатывать

source: Yaratmoq
ru: Создавать

source: Qurish
ru: Построение

source: Qurmoq
ru: Строить

source: O'rnatmoq
ru: Устанавливать

source: Optimallashtirish
ru: Оптимизация

source: Optimallashmoq
ru: Оптимизировать

source: Tezlashtirish
ru: Ускорение

source: Tezlashmoq
ru: Ускорять

source: Sekinlashtirish
ru: Замедление

source: Sekinlashmoq
ru: Замедлять

source: To'xtatmoq
ru: Останавливать

source: Davom ettirmoq
ru: Продолжать

source: Tugatmoq
ru: Завершать

source: Boshlashmoq
ru: Начинать

source: Qayta boshlashmoq
ru: Перезапускать

source: Yangilashmoq
ru: Обновлять

source: O'chirmoq
ru: Удалять

source: Qo'shmoq
ru: Добавлять

source: Tahrirlashmoq
ru: Редактировать

source: O'zgartirmoq
ru: Изменять

source: Saqlashmoq
ru: Сохранять

source: Bekor qilmoq
ru: Отменять

source: Tasdiqlashmoq
ru: Подтверждать

source: Rad etmoq
ru: Отклонять

source: Ruxsat bermoq
ru: Разрешать

source: Taqiqlashmoq
ru: Запрещать

source: Faollashmoq
ru: Активировать

source: Faolsizlantirmoq
ru: Деактивировать

source: Bloklashmoq
ru: Блокировать

source: Blokdan chiqarmoq
ru: Разблокировать

source: Yoqmoq
ru: Включать

source: Ochmoq
ru: Открывать

source: Yopmoq
ru: Закрывать

source: Yuklashmoq
ru: Загружать

source: Yuklab olmoq
ru: Скачивать

source: Yubormoq
ru: Отправлять

source: Qabul qilmoq
ru: Получать

source: Ulashmoq
ru: Публиковать

source: Baham ko'rmoq
ru: Делиться

source: Nusxalashmoq
ru: Копировать

source: Ko'chirmoq
ru: Перемещать

source: Arxivlashmoq
ru: Архивировать

source: Tiklashmoq
ru: Восстанавливать

source: Eksport qilish
ru: Экспорт

source: Eksport qilmoq
ru: Экспортировать

source: Import qilish
ru: Импорт

source: Import qilmoq
ru: Импортировать

source: Sinxronlashmoq
ru: Синхронизировать

source: Chop etmoq
ru: Печатать

source: Ko'rmoq
ru: Просматривать

source: O'qimoq
ru: Читать

source: Yozish
ru: Запись

source: Yozmoq
ru: Записывать

source: Tekshirmoq
ru: Проверять

source: Tahlil qilmoq
ru: Анализировать

source: Hisoblash
ru: Вычисление

source: Hisoblashmoq
ru: Вычислять

source: Baholashmoq
ru: Оценивать

source: O'lchash
ru: Измерение

source: O'lchashmoq
ru: Измерять

source: Solishmoq
ru: Сравнивать

source: Solishtirish
ru: Сравнение

source: Birlashtirish
ru: Объединение

source: Birlashmoq
ru: Объединять

source: Ajratish
ru: Разделение

source: Ajratmoq
ru: Разделять

source: Guruhlash
ru: Группировка

source: Guruhlashmoq
ru: Группировать

source: Tartiblash
ru: Упорядочивание

source: Tartiblashmoq
ru: Упорядочивать

source: Saralash
ru: Сортировка

source: Saralashmoq
ru: Сортировать

source: Filtrlashmoq
ru: Фильтровать

source: Qidirmoq
ru: Искать

source: Topish
ru: Нахождение

source: Topmoq
ru: Находить

source: Tanlash
ru: Выбор

source: Tanlashmoq
ru: Выбирать

source: Belgilashmoq
ru: Назначать

source: Tayinlash
ru: Назначение

source: Tayinlashmoq
ru: Назначать

source: Nazorat qilmoq
ru: Контролировать

source: Monitoring qilish
ru: Мониторинг

source: Monitoring qilmoq
ru: Мониторить

source: Tekshirib ko'rish
ru: Проверка

source: Tekshirib ko'rmoq
ru: Проверять

source: Sinab ko'rish
ru: Тестирование

source: Sinab ko'rmoq
ru: Тестировать

source: Test qilish
ru: Тестирование

source: Test qilmoq
ru: Тестировать

source: Tasdiqlamoq
ru: Подтверждать

source: Tasdiq qilish
ru: Верификация

source: Tasdiq qilmoq
ru: Верифицировать

source: Tekshirib tasdiqlash
ru: Валидация

source: Tekshirib tasdiqlashmoq
ru: Валидировать

source: Qayta ishlash
ru: Обработка

source: Qayta ishlashmoq
ru: Обрабатывать

source: Ishlov berish
ru: Обработка

source: Ishlov bermoq
ru: Обрабатывать

source: Bajarish
ru: Выполнение

source: Bajarmoq
ru: Выполнять

source: Amalga oshirish
ru: Реализация

source: Amalga oshirmoq
ru: Реализовывать

source: Joriy qilish
ru: Внедрение

source: Joriy qilmoq
ru: Внедрять

source: Qo'llashmoq
ru: Применять

source: Ishlatish
ru: Использование

source: Ishlatmoq
ru: Использовать

source: Foydalanish
ru: Использование

source: Foydalanmoq
ru: Использовать

source: Ta'minlash
ru: Обеспечение

source: Ta'minlashmoq
ru: Обеспечивать

source: Xizmat ko'rsatish
ru: Обслуживание

source: Xizmat ko'rsatmoq
ru: Обслуживать

source: Yordam berish
ru: Помощь

source: Yordam bermoq
ru: Помогать

source: Qo'llab-quvvatlash
ru: Поддержка

source: Qo'llab-quvvatlamoq
ru: Поддерживать

source: Support qilish
ru: Поддержка

source: Support qilmoq
ru: Поддерживать

source: Tushuntirmoq
ru: Объяснять

source: Izohlab berish
ru: Комментирование

source: Izohlab bermoq
ru: Комментировать

source: Ko'rsatma berish
ru: Инструктирование

source: Ko'rsatma bermoq
ru: Инструктировать

source: Yo'l-yo'riq ko'rsatish
ru: Руководство

source: Yo'l-yo'riq ko'rsatmoq
ru: Руководить

source: Maslahat berish
ru: Консультирование

source: Maslahat bermoq
ru: Консультировать

source: Tavsiya berish
ru: Рекомендация

source: Tavsiya bermoq
ru: Рекомендовать

source: Taklif qilish
ru: Предложение

source: Taklif qilmoq
ru: Предлагать

source: Iltimos qilish
ru: Просьба

source: Iltimos qilmoq
ru: Просить

source: So'rash
ru: Запрос

source: So'rashmoq
ru: Запрашивать

source: Javob berish
ru: Ответ

source: Javob bermoq
ru: Отвечать

source: Xabar berish
ru: Уведомление

source: Xabar bermoq
ru: Уведомлять

source: Bildirib qo'yish
ru: Уведомление

source: Bildirib qo'ymoq
ru: Уведомлять

source: Ogohlanmoq
ru: Предупреждать

source: Xabardor qilish
ru: Оповещение

source: Xabardor qilmoq
ru: Оповещать

source: Ma'lum qilish
ru: Объявление

source: Ma'lum qilmoq
ru: Объявлять

source: E'lon qilish
ru: Публикация

source: E'lon qilmoq
ru: Публиковать

source: Nashr etish
ru: Публикация

source: Nashr etmoq
ru: Публиковать

source: Tarqatish
ru: Распространение

source: Tarqatmoq
ru: Распространять

source: Taqsimlash
ru: Распределение

source: Taqsimlashmoq
ru: Распределять

source: Bo'lish
ru: Деление

source: Bo'lishmoq
ru: Делить

source: Birlashish
ru: Объединение

source: Qo'shilish
ru: Присоединение

source: Qo'shilmoq
ru: Присоединяться

source: Kirmoq
ru: Входить

source: Chiqmoq
ru: Выходить

source: Bog'lanish
ru: Подключение

source: Bog'lanmoq
ru: Подключаться

source: Ulanish
ru: Соединение

source: Ulanmoq
ru: Соединяться

source: Uzilish
ru: Отключение

source: Uzilmoq
ru: Отключаться

source: Ajratib olish
ru: Отсоединение

source: Ajratib olmoq
ru: Отсоединяться
