Repository: nurmuhammad1160/new
Catalog: kerakli/crl_*/django.po
Languages: uz

source: IIO xodimlari uchun yagona texnik yordam portali
uz: ИИО ходимлари учун ягона техник ёрдам портали

source: Dashboard
uz: Бошқарув панели

source: Mening murojaatlarim
uz: Менинг мурожаатларим

source: Barcha murojaatlar
uz: Барча мурожаатлар

source: Xodimlar
uz: Ходимлар

source: Tizimlar bo'yicha mas'ullar
uz: Тизимлар бўйича масъуллар

source: Bildirishnomalar
uz: Билдиришномалар

source: Profil
uz: Профил

source: Chiqish
uz: Чиқиш

source: Yangi murojaat
uz: Янги мурожаат

source: Yangi
uz: Янги

source: Jarayonda
uz: Жараёнда

source: Hal qilindi (kutilmoqda)
uz: Ҳал қилинди (кутилмоқда)

source: Hal qilindi
uz: Ҳал қилинди

source: Rad etildi
uz: Рад этилди

source: Qayta ochildi
uz: Қайта очилди

source: Oddiy
uz: Оддий

source: O'rtacha
uz: Ўртача

source: Yuqori
uz: Юқори

source: Oddiy foydalanuvchi
uz: Оддий фойдаланувчи

source: Texnik xodim
uz: Техник ходим

source: Admin
uz: Админ

source: Bosh admin
uz: Бош админ

source: Barchasini o'qilgan qilish
uz: Барчасини ўқилган қилиш

source: Yangi bildirishnomalar yo'q
uz: Янги билдиришномалар йўқ

source: Barchasini ko'rish
uz: Барчасини кўриш

source: Assalomu alaykum
uz: Ассалому алайкум

source: Bugungi murojaatlar
uz: Бугунги мурожаатлар

source: Jami murojaatlar
uz: Жами мурожаатлар

source: Bugungi umumiy murojaatlar soni
uz: Бугунги умумий мурожаатлар сони

source: Hal qilingan
uz: Ҳал қилинган

source: Qayta ochilgan
uz: Қайта очилган

source: O'rtacha baholash
uz: Ўртача баҳолаш

source: Filtrlash
uz: Фильтрлаш

source: Tizim
uz: Тизим

source: Holat
uz: Ҳолат

source: Ustuvorlik
uz: Устуворлик

source: Sana/Vaqt
uz: Сана/Вақт

source: Foydalanuvchi
uz: Фойдаланувчи

source: Viloyat
uz: Вилоят

source: Mas'ul xodim
uz: Масъул ходим

source: Baholash
uz: Баҳолаш

source: Baho
uz: Баҳо

source: Harakatlar
uz: Ҳаракатлар

source: Ko'rish
uz: Кўриш

source: Murojaatlar topilmadi
uz: Мурожаатлар топилмади

source: Hali murojaatlar yo'q.
uz: Ҳали мурожаатлар йўқ.

source: Sizga hali murojaatlar biriktirilmagan.
uz: Сизга ҳали мурожаатлар бириктирилмаган.

source: Murojaat tafsilotlari
uz: Мурожаат тафсилотлари

source: Umumiy ma'lumotlar
uz: Умумий маълумотлар

source: Yaratilgan
uz: Яратилган

source: Yangilangan
uz: Янгиланган

source: Muammo ta'rifi
uz: Муаммо таърифи

source: Biriktirgan fayl
uz: Бириктирган файл

source: Fayl yo'q
uz: Файл йўқ

source: Chat
uz: Чат

source: Xabar yozing...
uz: Хабар ёзинг...

source: Yuborish
uz: Юбориш

source: Holat o'zgartirish
uz: Ҳолат ўзгартириш

source: Yangi holat
uz: Янги ҳолат

source: Mas'ul texnikni belgilash
uz: Масъул техникни белгилаш

source: Texnik tanlang
uz: Техник танланг

source: Belgilash
uz: Белгилаш

source: Muammoni baholang
uz: Муаммони баҳоланг

source: Bahoingiz
uz: Баҳоингиз

source: Izoh (ixtiyoriy)
uz: Изоҳ (ихтиёрий)

source: Qayta ochish
uz: Қайта очиш

source: Tarix
uz: Тарих

source: Audit log
uz: Аудит лог

source: Murojaat yaratildi
uz: Мурожаат яратилди

source: Status o'zgartirildi
uz: Статус ўзгартирилди

source: Mas'ul texnik belgilandi
uz: Масъул техник белгиланди

source: Mas'ul texnik o'zgartirildi
uz: Масъул техник ўзгартирилди

source: Xabar yuborildi
uz: Хабар юборилди

source: Murojaat qayta ochildi
uz: Мурожаат қайта очилди

source: Murojaat baholandi
uz: Мурожаат баҳоланди

source: Fayl biriktirildi
uz: Файл бириктирилди

source: Bekor qilish
uz: Бекор қилиш

source: Saqlash
uz: Сақлаш

source: O'zgartirish
uz: Ўзгартириш

source: Qidiruv
uz: Қидирув

source: Yangi murojaat yaratish
uz: Янги мурожаат яратиш

source: Tizimni tanlang
uz: Тизимни танланг

source: Muammo haqida batafsil yozing...
uz: Муаммо ҳақида батафсил ёзинг...

source: Fayl biriktirish
uz: Файл бириктириш

source: ixtiyoriy
uz: ихтиёрий

source: Ruxsat etilgan formatlar: PDF, DOC, DOCX, JPG, PNG, ZIP
uz: Рухсат этилган форматлар: PDF, DOC, DOCX, JPG, PNG, ZIP

source: Mening profilim
uz: Менинг профилим

source: Profil ma'lumotlari
uz: Профил маълумотлари

source: Shaxsiy ma'lumotlar
uz: Шахсий маълумотлар

source: Familiya
uz: Фамилия

source: Ism
uz: Исм

source: Sharif
uz: Шариф

source: Tashkiliy ma'lumotlar
uz: Ташкилий маълумотлар

source: Hududiy bo'lim
uz: Ҳудудий бўлим

source: Lavozim
uz: Лавозим

source: Telefon
uz: Телефон

source: Sozlamalar
uz: Созламалар

source: Til
uz: Тил

source: Avatar
uz: Аватар

source: Parolni o'zgartirish
uz: Паролни ўзгартириш

source: Joriy parol
uz: Жорий парол

source: Yangi parol
uz: Янги парол

source: Yangi parolni tasdiqlang
uz: Янги паролни тасдиқланг

source: Kamida 6 belgidan iborat bo'lishi kerak
uz: Камида 6 белгидан иборат бўлиши керак

source: Belgilanmagan
uz: Белгиланмаган

source: Ro'yxatdan o'tgan
uz: Рўйхатдан ўтган

source: Viloyat majburiy! Murojaat yaratish uchun viloyatni tanlang.
uz: Вилоят мажбурий! Мурожаат яратиш учун вилоятни танланг.

source: Tizimga kirish
uz: Тизимга кириш

source: Ro'yxatdan o'tish
uz: Рўйхатдан ўтиш

source: Login
uz: Логин

source: Parol
uz: Парол

source: Meni eslab qol
uz: Мени эслаб қол

source: Kirish
uz: Кириш

source: Hali ro'yxatdan o'tmaganmisiz?
uz: Ҳали рўйхатдан ўтмаганмисиз?

source: Ro'yxatdan o'ting
uz: Рўйхатдан ўтинг

source: Allaqachon ro'yxatdan o'tganmisiz?
uz: Аллақачон рўйхатдан ўтганмисиз?

source: Tizimga kiring
uz: Тизимга киринг

source: Parolni tasdiqlang
uz: Паролни тасдиқланг

source: Admin Dashboard
uz: Админ Бошқарув Панели

source: Tizimlar bo'yicha
uz: Тизимлар бўйича

source: Viloyatlar bo'yicha
uz: Вилоятлар бўйича

source: Texniklar bo'yicha baholash
uz: Техниклар бўйича баҳолаш

source: Yulduzlar
uz: Юлдузлар

source: Ma'lumot yo'q
uz: Маълумот йўқ

source: Dan
uz: Дан

source: Gacha
uz: Гача

source: Xodimlar ro'yxati
uz: Ходимлар рўйхати

source: Filtrlash va qidiruv
uz: Фильтрлаш ва қидирув

source: Ism, familiya yoki login...
uz: Исм, фамилия ёки логин...

source: Barcha rollar
uz: Барча роллар

source: Barcha viloyatlar
uz: Барча вилоятлар

source: F.I.Sh
uz: Ф.И.Ш

source: Rol
uz: Рол

source: Aktiv
uz: Актив

source: Bloklangan
uz: Блокланган

source: Rolni o'zgartirish
uz: Ролни ўзгартириш

source: Yangi rol
uz: Янги рол

source: Diqqat! Rolni o'zgartirish foydalanuvchi ruxsatlarini darhol o'zgartiradi.
uz: Диққат! Ролни ўзгартириш фойдаланувчи рухсатларини дарҳол ўзгартиради.

source: Xodimlar topilmadi
uz: Ходимлар топилмади

source: Qidiruv bo'yicha natija yo'q
uz: Қидирув бўйича натижа йўқ

source: Tizimlar bo'yicha mas'ul xodimlar
uz: Тизимлар бўйича масъул ходимлар

source: Bu ro'yxatda sizning viloyatingiz
uz: Бу рўйхатда сизнинг вилоятингиз

source: bo'yicha har bir tizim uchun mas'ul adminlar va texnik xodimlar ko'rsatilgan.
uz: бўйича ҳар бир тизим учун масъул админлар ва техник ходимлар кўрсатилган.

source: Mas'ul admin
uz: Масъул админ

source: Mas'ul texnik xodimlar
uz: Масъул техник ходимлар

source: Mas'ul admin belgilanmagan
uz: Масъул админ белгиланмаган

source: Mas'ul texnik xodim belgilanmagan
uz: Масъул техник ходим белгиланмаган

source: Respublika
uz: Республика

source: Tizimlar topilmadi
uz: Тизимлар топилмади

source: Hozirda faol tizimlar mavjud emas
uz: Ҳозирда фаол тизимлар мавжуд эмас

source: Barcha bildirishnomalar
uz: Барча билдиришномалар

source: Bildirishnomalar yo'q
uz: Билдиришномалар йўқ

source: Sizda hali bildirishnomalar mavjud emas
uz: Сизда ҳали билдиришномалар мавжуд эмас

source: Yangi murojaat yaratildi
uz: Янги мурожаат яратилди

source: Sizga yangi murojaat biriktirildi
uz: Сизга янги мурожаат бириктирилди

source: Murojaat holati o'zgartirildi
uz: Мурожаат ҳолати ўзгартирилди

source: Yangi xabar
uz: Янги хабар

source: Murojaatingizga yangi xabar qoldirildi
uz: Мурожаатингизга янги хабар қолдирилди

source: Baholash so'rovi
uz: Баҳолаш сўрови

source: Iltimos murojaatingizni baholang
uz: Илтимос мурожаатингизни баҳоланг

source: Ro'yxatdan o'tdingiz! Endi tizimga kirishingiz mumkin.
uz: Рўйхатдан ўтдингиз! Энди тизимга киришингиз мумкин.

source: Xush kelibsiz! Ro'yxatdan muvaffaqiyatli o'tdingiz.
uz: Хуш келибсиз! Рўйхатдан муваффақиятли ўтдингиз.

source: Til muvaffaqiyatli o'zgartirildi.
uz: Тил муваффақиятли ўзгартирилди.

source: Murojaat muvaffaqiyatli yuborildi!
uz: Мурожаат муваффақиятли юборилди!

source: Parol muvaffaqiyatli o'zgartirildi.
uz: Парол муваффақиятли ўзгартирилди.

source: Profil ma'lumotlari yangilandi.
uz: Профил маълумотлари янгиланди.

source: Holat muvaffaqiyatli o'zgartirildi.
uz: Ҳолат муваффақиятли ўзгартирилди.

source: Baholash uchun rahmat!
uz: Баҳолаш учун раҳмат!

source: Murojaat qayta ochildi.
uz: Мурожаат қайта очилди.

source: Profilingizda viloyat belgilanmagan. Iltimos profilni to'ldiring.
uz: Профилингизда вилоят белгиланмаган. Илтимос профилни тўлдиринг.

source: Sizga biriktirilgan barcha murojaatlar ro'yxati. Muammolarni tez hal qiling!
uz: Сизга бириктирилган барча мурожаатлар рўйхати. Муаммоларни тез ҳал қилинг!

source: Kutilmoqda
uz: Кутилмоқда

source: Bugun hal qilindi
uz: Бугун ҳал қилинди

source: Murojaatlar ro'yxati
uz: Мурожаатлар рўйхати

source: Hech narsa topilmadi
uz: Ҳеч нарса топилмади

source: Ma'lumotlar yo'q
uz: Маълумотлар йўқ

source: Texnik muammoni batafsil tavsiflang
uz: Техник муаммони батафсил тавсифланг

source: Ushbu tizim bo'yicha sizning viloyatingiz mas'ullari:
uz: Ушбу тизим бўйича сизнинг вилоятингиз масъуллари:
